{"dwarva":"The Dwarva of the undermountain caverns of Lia Fál are a proud and stoic race. They reside in catacombic tunnels hollowed out over centuries from natural karsts and pyroducts, and their time in this harsh subterranean climate has hardened them both physically and mentally.\n","forged":"Arriving in Rodinia after fleeing their far off homeland to the West that they are unwilling, or unable, to discuss, the Forged are more machine than man. They often put their bodies completely on the line in battle, as their mechanical bodies enable them to replace any broken parts.\n","ghena":"These tribal Orcs are ferocious in battle and ritualistically tattoo themselves using the blood of their slain enemies, granting them additional bonuses and intimidating future foes. Despite this ferocity, they are a deeply shamanistic race, and will lay down their lives to protect the land.\n","human":"Humans are known for living abnormally long lives for adventurers, thanks almost entirely to the race's unrelenting tenacity. Humans have had to fight tooth and nail for every inch of land they own, and continue to fight on all fronts to prevent this same land from being reconquered.\n","kirku":"Also known as\"The Aeth of Forty Tribes\"; the Kirkuar are a reclusive race, often limiting all communications to others within their Tribe despite many of the larger cities within their homeland housing upwards of ten tribes within their confines.\n","oread":"A tall and disciplined race of Aeth from the mountainous tundra at the North of Rodinia, Oreads are also known for their unwavering sense of self and national pride. The Oreadic race are all \"tethered\" at birth, allowing the Prudat, a council of the wisest Oreads, to call them up to the national legion.\n","ravodit":"These Orcs have adapted well to the jungle they live in, silently and opportunistically slaying or enslaving those who stray too far from the beaten path. Their skin has grown thick and calloused, mimicking the ironbark from the trees they make their homes in.\n","semayawi":"Known in the common tongue as \"Celestials\", this race are often far more aggressive and warlike than their name would imply. The ones who aren't, however, are often considered benevolent demi-gods, and some of the more powerful ones personify deities such as \"Mother Nature\", \"Father Christmas\", etc.","serin":"\"The missing Aeth\", this race all but disappeared before the Orochi Voyne could reach their city. Prior to their disappearence, this was the youngest race of Aeth, younger even than Humans and Dwarva, and so they had not yet established more than one city, with almost no additional settlements.\n","vadasj":"The Vadasj are a hardy bunch of Aeth, choosing to live in the extreme climate of the Karu Desert across the mid-East and East coast of Rodinia. Their young are sent to hunt the largest beast they can find, and upon completion of this quest, have its skin ritualistically attached to their own.\n","vekiri":"An unknown race from deep within the burning bowels of Rodinia, not much is known about this race save for the fact that their warbands are almost exclusively made up of women. Some have heard rumour of \"The Matriarchs\" but it's left to anyone's guess as to who - or what - they are.\n","volyri":"A race of sadistic pixie-like Aeth that inhabit the land along Rodinia's southern border, the Volyri are renowned for creating the Human, Dwarvan, and Orcish races. Their creation of life is driven by a two pronged lust for life and fear of death, since their natural lifespans are far shorter than most Aeth.\n ","wulfe":"A race of cursed Humans, Wulves are the youngest race, having been created less than 200 years ago by a powerful blood curse. They cleaved Human territory in two, all to create a refuge for their kind, and have transformed this refuge into a successful, if a little rough, country.\n","yuan":"A race of sentient Ape-like beings living in the Shiqu Senlin - a name the country and jungle both share. The Yuan can grow to the size of a Silverback Gorilla, and never stop growing throughout their lifetimes - the larger a Yuan is, the older and stronger he is.\n"}